IDEA Open Model
TendonDuct.MaterialDuct Property
Compatible with IDEA StatiCa Beta 20.0
 Tendon duct material
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public MaterialDuct MaterialDuct { get; set; }
Public Property MaterialDuct As MaterialDuct
	Get
	Set
Property Value
Type: MaterialDuct
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace